{
  "LAPM": {
    "title": "Loi sur les agents de la police municipale",
    "articles": [
      {
        "number": "1",
        "title": "Définition",
        "details": [
          "(3) **Définition**\nLes agents de la police municipale sont des agents qualifiés qui peuvent être engagés par les communes et sont dotés, par délégation de l'Etat, de certains pouvoirs d'autorité en matière de prescriptions cantonales de police et de prescriptions fédérales."
        ]
      },
      {
        "number": "2",
        "title": "Statut",
        "details": [
          "Les agents de la police municipale sont à la charge des communes. Leur nomination doit être approuvée par le département chargé de la police (ci-après : département).",
          "Ils ne sont pas armés, mais équipés de moyens de défense adéquats."
        ]
      },
      {
        "number": "3",
        "title": "Sélection, formation, habillement, équipement",
        "details": [
          "Le Conseil d'Etat détermine, en accord avec les communes, les conditions de sélection et de formation des agents de la police municipale, ainsi que l'habillement et l'équipement dont ils sont dotés.",
          "Les agents de la police municipale travaillent en uniforme; sur demande, ils indiquent leur numéro de matricule, sauf si des circonstances exceptionnelles les en empêchent.",
          "L'uniforme et les insignes des agents de la police municipale, qui leur servent de légitimation, ne doivent prêter à aucune confusion avec ceux des services de la police cantonale(9) ou d'autres services officiels.",
          "L'utilisation du terme « police », en particulier son inscription sur les locaux, les uniformes et les véhicules, est réservée à la police cantonale. Les agents de la police municipale utilisent exclusivement l'appellation « police municipale »."
        ]
      },
      {
        "number": "4",
        "title": "Rattachement organique",
        "details": [
          "Les agents de la police municipale sont engagés par les communes et soumis à l'autorité du conseil administratif, devant lequel ils prêtent serment.(12)",
          "Ils peuvent être temporairement subordonnés à la police dans les cas prévus par la loi."
        ]
      },
      {
        "number": "5",
        "title": "Missions",
        "details": [
          "Les agents de la police municipale sont chargés en priorité de la sécurité de proximité, soit de la prévention des incivilités et de la délinquance par une présence régulière et visible sur le terrain de jour comme de nuit, notamment aux abords des écoles, des établissements et bâtiments publics, des commerces, dans les parcs publics et lors de manifestations ou d'évènements organisés sur le territoire communal.",
          "Ils sont en outre chargés notamment :\n- a) du contrôle de l'usage accru du domaine public;\n- b) de la lutte contre le bruit;\n- c) du maintien de la tranquillité publique;\n- d) de contrôles en matière de circulation routière;\n- e) de la prévention et de la répression en matière de propreté, notamment en ce qui concerne les détritus, les déjections canines, les tags et l'affichage sauvage;\n- f) de la répression des contraventions à la législation sur les stupéfiants;\n- g) de la répression des infractions à la législation sur les étrangers.(3)",
          "Ils coopèrent avec la police cantonale ainsi qu'avec les autorités compétentes dans leurs domaines d'activité et échangent avec elles les informations utiles à l'accomplissement de leurs missions.",
          "Ils constatent les infractions qui relèvent de leurs compétences, peuvent procéder à des auditions et transmettent aux autorités compétentes tous rapports ou constats établis dans le cadre de leurs missions.(3)",
          "Les modalités de collaboration avec la police et les autorités compétentes sont précisées dans le règlement d'application."
        ]
      },
      {
        "number": "6",
        "title": "Engagements mixtes",
        "details": [
          "Sous la surveillance du département, la police peut engager temporairement des agents de la police municipale pour une opération spécifique, en rapport avec l'exercice de leurs missions.",
          "Le département sollicite préalablement l'accord de la conseillère ou du conseiller administratif en charge.(12)",
          "En cas de nécessité particulière et urgente, l'engagement des agents de la police municipale par la police peut exceptionnellement avoir lieu sans que l'accord préalable de l'autorité communale ait été requis; cette dernière est alors aussitôt informée."
        ]
      },
      {
        "number": "7",
        "title": "Engagements sous commandement cantonal",
        "details": [
          "Le Conseil d'Etat détermine les évènements ou les opérations qui, en raison de leur importance, requièrent l'engagement temporaire de tout ou partie des agents de la police municipale aux côtés des services de police.",
          "Sauf en cas d'urgence, le Conseil d'Etat sollicite préalablement l'accord des communes."
        ]
      },
      {
        "number": "8",
        "title": "Subordination à la police",
        "details": [
          "Lors des engagements mixtes et des engagements sous commandement cantonal, les agents de la police municipale sont subordonnés aux services de police et agissent sous la responsabilité de l'Etat."
        ]
      },
      {
        "number": "9",
        "title": "Compétence territoriale",
        "details": [
          "(3) **Compétence territoriale**\n- <sup>1</sup> Les agents de la police municipale exercent leurs attributions sur l'ensemble du territoire de leur commune; en vertu d'accords intercommunaux, soumis à consultation préalable du département, leur compétence peut être étendue à tout ou partie du territoire d'une ou de plusieurs autres communes.\n- <sup>2</sup> Deux ou plusieurs communes limitrophes peuvent, par une convention soumise à consultation préalable du département, constituer un corps intercommunal de police municipale. En pareil cas, les agents de la police municipale sont soumis à l'autorité des conseils administratifs des communes concernées.(12)\n- <sup>3</sup> Lorsqu'ils sont subordonnés à la police cantonale, la compétence des agents de la police municipale s'étend à l'ensemble du territoire du canton."
        ]
      },
      {
        "number": "10",
        "title": "Compétence matérielle",
        "details": [
          "Le Conseil d'Etat fixe, après consultation des communes :\n- a) les prescriptions cantonales de police que les agents de la police municipale sont habilités à faire appliquer, par délégation de pouvoir de l'Etat, relevant notamment de :\n- 1° la sécurité, la propreté et la salubrité publiques,\n- 2° la tranquillité publique et l'exercice des libertés publiques,\n- 3° l'affichage public, les enseignes et les réclames,\n- 4° la circulation routière,\n- 5° la police rurale,\n- 6° les mesures à prendre pour combattre les épizooties,\n- 7° la surveillance des chiens,\n- 8° l'exploitation d'entreprises vouées à la restauration, au débit de boissons, à l'hébergement et au divertissement;(7)\n- b) les prescriptions fédérales que les agents de la police municipale sont habilités à faire appliquer.(3)"
        ]
      },
      {
        "number": "10A",
        "title": "Tâches de police judiciaire",
        "details": [
          "(3) **Tâches de police judiciaire**\n<sup>1</sup> En application de l'article 10A de la loi d'application du code pénal suisse et d'autres lois fédérales en matière pénale, du 27 août 2009, les agents de la police municipale exercent les tâches de police judiciaire incombant à la police, au sens de l'article 15 du code de procédure pénale suisse, du 5 octobre 2007 (ci-après : CPP), dans les limites de leurs compétences matérielles telles que définies par la présente loi et son règlement d'application.\n- <sup>2</sup> Dans ces mêmes limites, ils sont compétents pour ordonner ou exécuter les mesures de contrainte qui peuvent l'être par la police aux termes du droit fédéral (art. 198, al. 2 CPP).\n- <sup>3</sup> Toutefois, seuls les commissaires de police au sens des articles 6, alinéa 3, et 12 de la loi sur la police, du 9 septembre 2014, sont compétents pour : (14)\n- a) ordonner l'arrestation provisoire et la conduite au poste de police municipale d'une personne soupçonnée, sur la base d'une enquête ou d'autres informations fiables, d'avoir commis un crime ou un délit (art. 217, al. 2, CPP);\n- b) prolonger au-delà de 3 heures l'arrestation provisoire d'une personne appréhendée en flagrante contravention (art. 219, al. 5, CPP).\n- <sup>4</sup> Sans préjudice des règles de compétence internes définies par le conseil administratif compétent, le Conseil d'Etat peut réserver par règlement la compétence pour ordonner ou exécuter d'autres mesures de contrainte à des agents de la police municipale (art. 198, al. 2, CPP) qui :\n- a) sont titulaires d'un grade ou d'une fonction déterminés; ou\n- b) bénéficient d'une formation déterminée.(12)\n[https://www.notion.so](https://www.notion.so)\n[https://www.notion.so](https://www.notion.so)"
        ]
      },
      {
        "number": "11",
        "title": "Contrôle d'identité et fouille sommaire de sécurité",
        "details": [
          "Ils peuvent prononcer une mesure d'éloignement au sens de l'article 53 de la loi sur la police, du 9 septembre 2014.(5)\n- <sup>7</sup> L'article 60 de la loi sur la police, du 9 septembre 2014, s'applique par analogie.(5)"
        ]
      },
      {
        "number": "11A",
        "title": "Contrôle des véhicules et des contenants",
        "details": [
          "(3) **Contrôle des véhicules et des contenants**\nDans l'exercice de leurs fonctions au sens de l'article 1, les agents de la police municipale peuvent fouiller les véhicules et les contenants :\n- a) aux fins d'identification de personnes retenues dans le cadre de l'article 11, alinéa 3(11), lettre a;\n- b) aux fins d'identification de personnes inconscientes, en état de détresse ou décédées;\n- c) lorsque des raisons de sécurité le justifient."
        ]
      },
      {
        "number": "12",
        "title": "Commission consultative de sécurité municipale",
        "details": [
          "(2) **Commission consultative de sécurité municipale**\n- <sup>1</sup> Le Conseil d'Etat nomme une commission, composée de représentants du département, de l'Association des communes genevoises et de la Ville de Genève, compétente pour formuler des propositions sur l'application de la présente loi et ses dispositions d'exécution, en particulier la coordination entre les services cantonaux et les agents de la police municipale.\n- <sup>2</sup> Les membres de la commission ne sont pas rémunérés par l'Etat de Genève.\n- <sup>3</sup> Le secrétariat de la commission est assuré par l'Association des communes genevoises."
        ]
      },
      {
        "number": "13",
        "title": "Contrôleurs municipaux du stationnement",
        "details": [
          "- <sup>1</sup> Les communes peuvent engager des agents affectés exclusivement au contrôle des véhicules en stationnement, en application des prescriptions fédérales sur la circulation routière.\n- <sup>2</sup> Les communes peuvent déléguer cette mission, moyennant l'accord de l'autorité cantonale compétente, à une entité publique tierce."
        ]
      },
      {
        "number": "14",
        "title": "Gardes auxiliaires",
        "details": [
          "Les communes peuvent avoir des gardes auxiliaires en matière de police rurale."
        ]
      },
      {
        "number": "15",
        "title": "Statut et rattachement organique",
        "details": [
          "<sup>1</sup> Les contrôleurs municipaux du stationnement et les gardes auxiliaires sont à la charge des communes. Ils ne sont pas armés. Leur nomination doit être approuvée par le département. Pour les gardes auxiliaires, le département consulte au préalable le département chargé de l'agriculture et de la nature."
        ]
      },
      {
        "number": "16",
        "title": "Compétence territoriale",
        "details": [
          "Les contrôleurs municipaux du stationnement et les gardes auxiliaires exercent leurs attributions sur l'ensemble du territoire de leur commune. En vertu d'accords intercommunaux, leur compétence peut être étendue à tout ou partie du territoire d'une ou de plusieurs autres communes."
        ]
      },
      {
        "number": "17",
        "title": "Principe",
        "details": [
          "Le Conseil d'Etat fixe en accord avec les communes les conditions et modalités de recouvrement, d'attribution et de répartition du produit des amendes relatives aux contraventions sanctionnées par leurs agents."
        ]
      },
      {
        "number": "18",
        "title": "Procédure ordinaire en matière d'amendes d'ordre",
        "details": [
          "- <sup>1</sup> Les formules relatives aux amendes d'ordre et aux contraventions doivent mentionner les modalités de contestation.\n- <sup>2</sup> Si le contrevenant ne paie pas l'amende d'ordre, l'engagement de la procédure ordinaire est de la compétence du service des contraventions, qui procède alors au recouvrement, à moins que le Conseil d'Etat ne délègue en tout ou partie ces tâches aux communes, avec l'accord de ces dernières, pour les amendes d'ordre infligées par leurs agents. Cette délégation peut être temporaire. L'article 357 du code de procédure pénale suisse, du 5 octobre 2007, s'applique.(1)"
        ]
      },
      {
        "number": "19",
        "title": "Règlements",
        "details": [
          "Le Conseil d'Etat édicte les règlements nécessaires à l'application de la présente loi."
        ]
      },
      {
        "number": "20",
        "title": "Clause abrogatoire",
        "details": [
          "Sont abrogées :\n- a) la convention-type relative aux attributions de police des agents municipaux des communes, du 7 avril 1982;\n- b) la convention relative aux attributions de police des agents municipaux de la Ville de Genève, du 10 mai 1982."
        ]
      },
      {
        "number": "21",
        "title": "Entrée en vigueur",
        "details": [
          "Le Conseil d'Etat fixe la date d'entrée en vigueur de la présente loi.\n| RSG | Intitulé | Date<br>d'adoption | Entrée en<br>vigueur |\n| --- | --- | --- | --- |\n| F 1 07 | Loi sur les agents de la police<br>municipale, les contrôleurs<br>municipaux du stationnement et<br>les gardes auxiliaires des<br>communes | 20.02.2009 | 01.01.2010 |\n| Modifications : |  |  |  |\n| 1. n.t. : 11/5, 18/2 phr. 3 |  | 27.08.2009 | 01.01.2011 |\n| 2. n.t. : 12 |  | 02.07.2010 | 31.08.2010 |\n| 3. n. : 10A, (d. : 11/4-5 >> 11/5-6) 11/4,<br>11A; |  | 07.06.2013 | 01.09.2013 |\n| 11/3 | n.t. : 1, 5/2, 5/4, 9, 10 phr. 1, 10/b, 11/2, |  |  |\n| (11) | 4. n.t. : rectification selon 216A/3a, B 1 01 | 23.01.2014 | 23.01.2014 |\n| 5. n.t. : 11/6, 11/7 |  | 09.09.2014 | 01.05.2016 |\n| 6. n.t. : cons. |  | 23.01.2015 | 21.03.2015 |\n|  | 7. n.t. : 10/a 8°; a. : 10/a 9° | 19.03.2015 | 01.01.2016 |\n<sup>2</sup> Ils sont engagés par les communes et soumis à l'autorité du conseil administratif.(12)\n| 8. n.t. : 10A/4 | 23.09.2016 | 01.01.2017 |\n| --- | --- | --- |\n| 9. n.t. : rectification selon 7C/1, B 2 05 (3/3) | 20.11.2016 | 20.11.2016 |\n| 10. n.t. : rectification selon 7C/1, B 2 05<br>(10A/3 phr. 1) | 15.04.2017 | 15.04.2017 |\n| 11. n.t. : rectification selon 7C/1, B 2 05<br>(11A/a) | 15.11.2022 | 15.11.2022 |\n| 12. n.t. : 4/1, 6/2, 9/2, 10A/4, 15/2 | 03.03.2023 | 01.06.2025 |\n| 13. n.t. : 11/5 | 23.03.2023 | 01.07.2023 |\n| 14. n.t. : 10A/3 phr. 1 | 26.01.2024 | 26.01.2024 |\n# Résumé"
        ]
      }
    ]
  },
  "RAPM": {
    "title": "Règlement sur les agents de la police municipale",
    "articles": [
      {
        "number": "1",
        "title": "Nomination",
        "details": [
          "avoir l'exercice des droits civils;",
          "jouir d'une bonne réputation;",
          "avoir subi un examen médical jugé satisfaisant;",
          "être de nationalité suisse ou titulaire d'une autorisation d'établissement;",
          "avoir suivi la formation de base et réussi les examens."
        ]
      },
      {
        "number": "2",
        "title": "Sélection",
        "details": [
          "(22) **Sélection**\nLa police cantonale (ci-après : la police) procède au test d'aptitude d'entrée ainsi qu'à l'enquête de moralité des candidates et candidats à la fonction d'agente ou agent de la police municipale. Le Conseil administratif est responsable de leur sélection et de leur engagement."
        ]
      },
      {
        "number": "3",
        "title": "Formation",
        "details": [
          "la formation de base;",
          "la formation continue.\n- <sup>2</sup> Au vu de la formation dont il a bénéficié, un candidat peut être dispensé de tout ou partie de la formation de base. La décision est prise par le département, sur préavis de la police.\n- <sup>3</sup> La formation continue est organisée en principe chaque année et s'adresse à l'ensemble des agents de la police municipale.\n- <sup>4</sup> L'organisation, la durée et le programme des cours sont définis par la commission consultative de sécurité municipale et soumis à l'approbation du département.\n- <sup>5</sup> Les frais relatifs à la formation professionnelle sont pris en charge par les communes.\n- <sup>6</sup> Le Conseil administratif est informé par le département des résultats obtenus par les candidates et candidats et les agentes et agents durant leur formation.(22)"
        ]
      },
      {
        "number": "3A",
        "title": "Contrôleurs municipaux du stationnement",
        "details": [
          "(5) **Contrôleurs municipaux du stationnement**\nLe département fixe les conditions requises pour accéder à la fonction de contrôleur municipal du stationnement."
        ]
      },
      {
        "number": "4",
        "title": "Grades",
        "details": [
          "agent en fonction depuis 3 ans au moins, sur proposition de sa hiérarchie : appointé;",
          "sous-officier, chef de groupe : caporal;",
          "sous-officier, remplaçant du chef de poste : sergent;",
          "sous-officier, chef de poste : sergent-major;",
          "officier, chef d'un corps comprenant plusieurs postes : lieutenant;",
          "lieutenant en fonction depuis au moins 2 ans consécutifs, sur proposition de sa hiérarchie : premierlieutenant;",
          "officier chef d'un corps comprenant plusieurs postes et plusieurs autres officiers : capitaine.\n- <sup>2</sup> Le Conseil administratif nomme et promeut les officières et officiers et les sous-officières et sous-officiers.(22)\n- <sup>3</sup> Les nominations et promotions à des grades de sous-officiers font l'objet d'une information préalable au département.\n- <sup>4</sup> Les nominations et promotions à des grades d'officiers sont soumises au préavis du département. Les préavis négatifs sont motivés."
        ]
      },
      {
        "number": "5",
        "title": "Habillement et équipement",
        "details": [
          "- <sup>1</sup> L'uniforme doit être représentatif du corps des agents de la police municipale et permettre d'identifier la commune à laquelle appartient l'agent.\n- <sup>2</sup> L'équipement doit être harmonisé avec celui en usage à la police cantonale.(10)\n- <sup>3</sup> L'uniforme, les insignes et l'équipement sont approuvés par le département, sur proposition de la commission consultative de sécurité municipale."
        ]
      },
      {
        "number": "6",
        "title": "Moyens de défense",
        "details": [
          "le spray au poivre;",
          "les menottes;",
          "le bâton tactique."
        ]
      },
      {
        "number": "7",
        "title": "Rapports et constats",
        "details": [
          "Les rapports et constats des agents de la police municipale destinés à la police et aux autorités cantonales compétentes dans leurs domaines d'activité doivent être établis conformément aux indications de ces dernières."
        ]
      },
      {
        "number": "8",
        "title": "Droit cantonal",
        "details": [
          "loi pénale genevoise, du 17 novembre 2006, [articles 11A à 11F](https://www.notion.so/Loi-p-nale-genevoise-11A-F-288a88d65b348005b5e4db0effd140d8?pvs=21);(13)",
          "règlement sur la salubrité et la tranquillité publiques, du 20 décembre 2017;(13)",
          "loi sur les procédés de réclame, du 9 juin 2000, et son règlement d'application;(13)",
          "règlement sur les bains publics, du 12 avril 1929;(13)",
          "loi d'application de la législation fédérale sur la circulation routière, du 18 décembre 1987, et son règlement d'exécution;(13)",
          "règlement régissant le dispositif d'urgence en cas de pics de pollution atmosphérique, du 6 novembre 2019;(16)",
          "règlement sur le service cantonal de la fourrière des véhicules, du 29 septembre 1986;(13)",
          "loi sur la restauration, le débit de boissons, l'hébergement et le divertissement, du 19 mars 2015, et son règlement d'exécution, du 28 octobre 2015;(13)",
          "loi sur la remise à titre gratuit et la vente à l'emporter de boissons alcooliques, de produits du tabac et de produits assimilés au tabac, du 17 janvier 2020, et son règlement d'exécution;(18)",
          "loi sur l'interdiction de fumer dans les lieux publics, du 22 janvier 2009, et son règlement d'application;(13)",
          "règlement sur la protection contre le bruit et les vibrations, du 12 février 2003;(13)",
          "loi sur la gestion des déchets, du 20 mai 1999, et son règlement d'application;(13)",
          "loi sur l'énergie, du 18 septembre 1986;(13)",
          "règlement d'application de la loi sur la police rurale, du 25 avril 2018;(14)",
          "règlement d'application de la loi fédérale sur les épizooties, du 11 novembre 2020;(17)",
          "loi sur les chiens, du 18 mars 2011, et son règlement d'application, du 27 juillet 2011, et règlement de la fourrière cantonale, du 2 mai 1990;(13)",
          "règlement sur la conservation de la végétation arborée, du 27 octobre 1999, en ce qui concerne les chenilles processionnaires;(13)",
          "règlement de la plage publique des Eaux-Vives, du 29 mai 2019;(15)",
          "loi sur les forêts, du 20 mai 1999, articles 16, 17, alinéa 3, 19 à 23, 40 et 41;(20)",
          "règlement d'application de la loi sur les forêts, du 18 septembre 2019, articles 20, 22, 23, 25, 26, 40 et 44;(20)",
          "loi d'application de la loi fédérale sur les jeux d'argent, du 26 juin 2020, et son règlement d'application, du 14 mai 2025.(21)"
        ]
      },
      {
        "number": "9",
        "title": "Droit fédéral",
        "details": [
          "à la loi fédérale sur la circulation routière, du 19 décembre 1958;",
          "aux articles 19a et 19b de la loi fédérale sur les stupéfiants et les substances psychotropes, du 3 octobre 1951;",
          "à la loi fédérale sur les armes, les accessoires d'armes et les munitions, du 20 juin 1997;",
          "aux articles 115 à 120 de la loi fédérale sur les étrangers, du 16 décembre 2005, qui parviennent à leur connaissance dans l'exercice de leurs autres compétences matérielles;",
          "à la loi fédérale sur la protection contre le tabagisme passif, du 3 octobre 2008.\n- <sup>2</sup> Les agentes et agents de la police municipale sont habilités à infliger les amendes d'ordre instaurées par la loi fédérale sur les amendes d'ordre, du 18 mars 2016, dans le cadre de leurs prérogatives.\n- <sup>3</sup> En matière de délits, la compétence des agentes et agents de la police municipale est subordonnée à l'agrément préalable du département, qui s'assure, commune par commune, que le corps de police municipale concerné dispose de l'effectif formé et de l'équipement nécessaires.\n- <sup>4</sup> Lorsqu'elles et ils sont saisis d'une plainte ou d'une dénonciation portant sur une infraction qu'elles et ils n'ont pas la compétence de traiter, les agentes et agents de la police municipale la transmettent à la police.\n- <sup>5</sup> Lorsqu'une personne qu'elles et ils auditionnent souhaite déposer une plainte portant sur des faits en étroite connexité avec les faits qu'elles et ils traitent, les agentes et agents de la police municipale, si elles et ils ne sont pas compétents pour traiter l'infraction faisant l'objet de la plainte, enregistrent cette dernière et la transmettent à la police."
        ]
      },
      {
        "number": "10",
        "title": "Enlèvement de véhicules",
        "details": [
          "Les agents de la police municipale peuvent procéder aux enlèvements de véhicules en application des procédures du corps de police."
        ]
      },
      {
        "number": "11",
        "title": "Circulation",
        "details": [
          "- <sup>1</sup> Les agents de la police municipale peuvent régler la circulation lorsque les circonstances l'exigent.\n- <sup>2</sup> A cette fin, les agents de la police municipale donnent les signes prévus par l'ordonnance sur la signalisation routière, du 5 septembre 1979, et, en cas d'inobservation de leurs signes, dénoncent les infractions en application du droit fédéral."
        ]
      },
      {
        "number": "12",
        "title": "Usage de la force",
        "details": [
          "(7) **Usage de la force**\nLorsqu'ils ont dû recourir à la contrainte, les agents de la police municipale en font état dans un rapport adressé à leur supérieur hiérarchique et au commandant(12) de la police."
        ]
      },
      {
        "number": "13",
        "title": "Mesures de contrainte",
        "details": [
          "(5) **Mesures de contrainte**\nLes agents de la police municipale ne peuvent ordonner ou exécuter une mesure de contrainte au sens de [l'article 10](https://www.notion.so/LAPM-27ba88d65b3480348293f2492e4dd02b?pvs=21) de la loi sur les agents de la police municipale, les contrôleurs municipaux du stationnement et les gardes auxiliaires des communes, du 20 février 2009, que s'ils sont au bénéfice d'une formation adéquate reconnue par le département."
        ]
      },
      {
        "number": "14",
        "title": "Composition",
        "details": [
          "de la conseillère ou du conseiller d'Etat chargé du département;",
          "de la secrétaire générale adjointe ou du secrétaire général adjoint chargé de la police;",
          "de la commandante ou du commandant de la police;",
          "de la cheffe ou du chef de l'unité de proximité de la police;",
          "de d ou magistrats communaux désignés par l'Association des communes genevoises;",
          "d'une agente ou d'un agent issu des rangs d'une police municipale, désigné par l'Association des communes genevoises;",
          "de la conseillère administrative ou du conseiller administratif chargé du département chargé de la sécurité de la Ville de Genève;",
          "de la cheffe ou du chef de la police municipale de la Ville de Genève."
        ]
      },
      {
        "number": "15",
        "title": "Organisation",
        "details": [
          "<sup>1</sup> La présidence et la vice-présidence de la commission sont assurées, en alternance, par la conseillère ou le conseiller d'Etat chargé du département, respectivement par une magistrate ou un magistrat communal désigné par ses pairs au sein de la commission. La commission organise son fonctionnement.(20)"
        ]
      },
      {
        "number": "16",
        "title": "Rôle",
        "details": [
          "A la demande du département ou d'une commune, ou de sa propre initiative, la commission émet un avis ou formule des propositions sur l'application de dispositions de la loi sur les agents de la police municipale, les contrôleurs municipaux du stationnement et les gardes auxiliaires des communes, du 20 février 2009, et du présent règlement. A cet effet, elle peut procéder aux consultations et auditions utiles."
        ]
      },
      {
        "number": "17",
        "title": "Attribution, répartition",
        "details": [
          "- <sup>1</sup> Le produit des amendes infligées par leurs agents reste intégralement acquis aux communes.\n- <sup>2</sup> Lorsque le recouvrement de l'amende est effectué par l'Etat, celui-ci en rétrocède le montant de base à la commune."
        ]
      },
      {
        "number": "18",
        "title": "Clause abrogatoire",
        "details": [
          "Le règlement sur les agents de sécurité municipaux, du 12 mai 1999, est abrogé."
        ]
      },
      {
        "number": "19",
        "title": "Entrée en vigueur",
        "details": [
          "Le présent règlement entre en vigueur le 1er janvier 2010."
        ]
      },
      {
        "number": "20",
        "title": "Dispositions transitoires",
        "details": [
          "- <sup>1</sup> Les agents de sécurité municipaux en fonction lors de l'entrée en vigueur du présent règlement acquièrent d'office le statut d'agents de la police municipale.\n- <sup>2</sup> Les communes ont jusqu'au 28 février 2010 pour adapter les grades de leurs agents à ceux énoncés à l'article 4.\n| RSG<br>Intitulé | Date<br>d'adoption | Entrée en<br>vigueur |\n| --- | --- | --- |\n| F 1 07.01 R sur les agents de la police | 28.10.2009 | 01.01.2010 |\n| municipale |  |  |\n| Modifications : |  |  |\n| 1. n.t. : 14/1; a. : 14/3 | 10.03.2010 | 01.06.2010 |\n| 2. n.t. : 8/s | 27.07.2011 | 30.08.2011 |\n| 3. n.t. : 8/b | 12.10.2011 | 20.10.2011 |\n| 4. a. : 8/a (d. : 8/b-s >> 8/a-r) | 30.05.2012 | 01.01.2012 |\n| 5. n. : 3A, 11/3; n.t. : 9, chap. V, 12, 13,<br>15/1 | 21.08.2013 | 01.09.2013 |\n| 6. n.t. : 8/h | 16.04.2014 | 23.04.2014 |\n| 7. n.t. : 9, 12, 15/3; a. : 11/3 | 19.08.2015 | 01.09.2015 |\n| 8. n.t. : 8/i; a. : 8/k | 28.10.2015 | 01.01.2016 |\n| 9. n. : 8/s | 09.12.2015 | 16.12.2015 |\n| 10. n.t. : 5/2 | 15.06.2016 | 01.07.2016 |\n| 11. n.t. : 4 | 19.10.2016 | 26.10.2016 |\n| 12. n.t. : rectification selon 7C/1, B 2 05 (12) | 15.04.2017 | 15.04.2017 |\n| 13. n.t. : 8/a, 8/b; a. : 8/c (d. : 8/d-s >> 8/c-q) | 20.12.2017 | 01.01.2018 |\n| 14. n.t. : 8/n | 25.04.2018 | 01.05.2018 |\n<sup>2</sup> Les séances de la commission ne sont pas publiques.\n| 15. n. : 8/r | 29.05.2019 | 22.06.2019 |\n| --- | --- | --- |\n| 16. n.t. : 8/f | 06.11.2019 | 15.01.2020 |\n| 17. n.t. : 8/o | 11.11.2020 | 18.11.2020 |\n| 18. n.t. : 8/i | 03.02.2021 | 10.02.2021 |\n| 19. n. : 9/1e | 15.03.2023 | 22.03.2023 |\n| 20. n. : 8/s, 8/t; | 15.05.2024 | 22.05.2024 |\n| n.t. : 8 phr. 1, 9, 14, 15/1; |  |  |\n| a. : 15/3 |  |  |\n| 21. n. : 8/u | 14.05.2025 | 21.05.2025 |\n| 22. n.t. : 2, 3/6, 4/2 | 21.05.2025 | 01.06.2025 |"
        ]
      }
    ]
  }
}